IDEA Open Model
PlateData.Material Property
Compatible with IDEA StatiCa 20.1
 Name of the material
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string Material { get; set; }
Public Property Material As String
	Get
	Set
Property Value
Type: String
See Also
Reference
PlateData Class
IdeaRS.OpenModel.Connection Namespace